"	Default" = "	Oletus";
"	Left to Right" = "	Vasemmalta oikealle";
"	Right to Left" = "	Oikealta vasemmalle";
"%1$@ can't be updated, because it was opened from a read-only or a temporary location. Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "%1$@ ei voi päivittää, koska se avattiin vain luku tilasta tai tilapäisestä sijainnista. Kopioi %1$@ sovellus Finderin avulla Sovellukset-kansioon, käynnistä se uudelleen ja yritä uudelleen.";
"%@ copy" = "%@ kopio";
"%@ Icon" = "Ohjelman %@ kuvake";
"%@ is not a valid regular expression" = "%@ ei ole oikea säännöllinen lauseke";
"%@ matches found" = "%@ osumaa löytyi";
"1 match found" = "1 löytyi";
"@@ Help" = "@@-ohje";
"A conflict has been detected for this document." = "Tälle dokumentille on havaittu ristiriita";
"A new major paid upgrade is now available" = "Uusi suuri maksullinen päivitys on nyt saatavilla";
"A new version of %@ is available!" = "Uusi versio ohjelmasta  %@ on saatavilla!";
"About @@" = "Tietoja: @@";
"Actual Size" = "Todellinen koko";
"Add the folders from where your jobs are linked" = "Lisää kansioita, joihin työpaikat linkitetään";
"Add" = "Lisää";
"Adjective" = "Adjektiivi";
"Advanced Find and Replace" = "Edistynyt haku ja korvaus";
"Advanced Find" = "Edistynyt haku";
"Advanced" = "Lisävalinnat";
"Adverb" = "Adverbi";
"Agent" = "Agentti";
"Align Left" = "Tasaa vasemmalle";
"Align Right" = "Tasaa oikealle";
"All documents" = "Kaikki dokumentit";
"all users" = "kaikille käyttäjille";
"All" = "Kaikki";
"Allow Hyphenation" = "Salli tavutus";
"Always Show Toolbar in Full Screen" = "Näytä työkalupalkki aina koko näytöllä";
"Always" = "Aina";
"An error occurred in retrieving update information. Please try again later." = "Päivitystietojen haussa tapahtui virhe. Yritä myöhemmin uudelleen.";
"An error occurred while saving" = "Tallennettaessa tapahtui virhe";
"An unknown error occurred when fetching the log" = "Tuntematon virhe noudettaessa lokia";
"An unknown error occurred while saving the file." = "Tallennettaessa tiedostoa tapahtui tuntematon virhe.";
"An unknown error occurred" = "Tapahtui tuntematon virhe";
"Appearance" = "Ulkoasu";
"Application" = "Ohjelma";
"Are you sure you want to delete “%@”?" = "Haluatko varmasti poistaa tilin ”%@”?";
"At startup and when saving" = "Käynnistetään";
"Auto Complete:" = "Automaattinen täyttö:";
"Auto-suggest completions" = "Ehdottaa automaattisesti Valmistuneet";
"Automatic" = "Automaattinen";
"Automatically Open in Tabs" = "Avaa automaattisesti välilehdillä";
"Autosave" = "Automaattinen tallentaminen";
"Back" = "Edellinen";
"Background" = "Tausta";
"Base" = "Kanta";
"Baseline" = "Peruslinja";
"Bigger" = "Suurenna";
"Bold" = "Lihavoi";
"Bring All to Front" = "Tuo kaikki eteen";
"Build an App…" = "Rakenna sovellus…";
"Buttons" = "Painikkeet";
"Cancel" = "Kumoa";
"Cannot Authenticate" = "Ei voida todentaa";
"Cannot find any columns" = "Sarakkeita ei löydy";
"Cannot load %@" = "%@ ei voida ladata";
"Can’t sign into iCloud" = "iCloudiin ei voida kirjautua";
"Capitalize" = "Jokainen sana isolla alkukirjaimella";
"Center" = "Keskitä";
"Change Encoding" = "Vaihda koodaus";
"Change Selected Text" = "Muuta valittu teksti";
"Change" = "Vaihda";
"Character Shape" = "Merkkimuoto";
"Character" = "Merkki";
"characters" = "merkit";
"Characters: %@" = "Merkit: %@";
"Check Document Now" = "Tarkista dokumentti nyt";
"Check for Updates…" = "Tarkista päivitykset…";
"Check Grammar With Spelling" = "Tarkista kielioppi oikeinkirjoituksen ohessa";
"Check Spelling While Typing" = "Tarkista oikeinkirjoitus kirjoitettaessa";
"Check" = "Tarkista";
"Choose an existing script or write a new" = "Valitse olemassa oleva komentosarja tai kirjoita uusi";
"Choose File…" = "Valitse tiedosto…";
"Choose Folder…" = "Valitse kansio…";
"Choose what you want to run" = "Valitse, mitä haluat käyttää";
"Choose…" = "Valitse…";
"Classifier" = "Luokittimet";
"Clear Menu" = "Tyhjennä valikko";
"Clear Recent Searches" = "Poista äskeiset haut";
"Clients" = "Asiakkaat";
"Close Tag" = "Sulje tag";
"Close" = "Sulje";
"Color" = "Väri";
"Colors" = "Värit";
"Columns" = "Sarakkeet";
"Comma" = "Pilkku";
"Command Result" = "Komennon tulokset";
"Command" = "Komento";
"Commands" = "Komennot";
"Comment or Uncomment" = "Lisää kommentti tai poista kommentti";
"Compare" = "Vertaa";
"Complete" = "Täydennä";
"Conflict Resolver" = "Ristiriitojen ratkaisu";
"Conjunction" = "Konjunktio";
"Connect" = "Yhdistä";
"Continue Anyway" = "Jatka silti";
"Convert line endings when saving" = "Muunna rivinloput";
"Copy Column" = "Kopioi sarake";
"Copy Row" = "Kopioi rivi";
"Copy Ruler" = "Kopioi viivain";
"Copy Style" = "Kopioi tyyli";
"Copy" = "Kopioi";
"Correct Spelling Automatically" = "Korjaa kirjoitusasu automaattisesti";
"Could not establish communication with helper tool." = "Ei voitu muodostaa yhteyttä avustajatyökaluun.";
"Could not find a match for search-string %@" = "Ei voitu löytää haettua merkkijonoa %@";
"Could not update" = "Ei voitu päivittää";
"Couldn’t save document." = "Dokumenttia ei voitu tallentaa";
"Count" = "Määrä";
"Create New…" = "Luo uusi…";
"Create Snippet From Selection" = "Luo tekstin pätkä valinta";
"created" = "luotu";
"Current document" = "Nykyinen dokumentti";
"current" = "nykyinen";
"Customize Toolbar…" = "Muokkaa työkalupalkkia…";
"Cut" = "Leikkaa";
"Dark" = "Tumma";
"Dash" = "Katkoviiva";
"Data Detectors" = "Tiedontunnistimet";
"Date" = "Päivämäärä";
"Day of month" = "Kuukaudenpäivä";
"Day of week" = "Viikonpäivä";
"Day of year" = "Vuoden päivä";
"Day" = "Päivä";
"days" = "päivää";
"Delete Column" = "Poista sarake";
"Delete Command" = "Poista komento";
"Delete Row" = "Poista rivi";
"Delete Snippet" = "Poistaa tekstin pätkä";
"Delete" = "Poista";
"Deleted" = "Poistettu";
"Deprecated" = "Käytöstä poistettu";
"Determiner" = "Itsevarmuus";
"Disabled" = "Ei käytössä";
"Discard Changes" = "Hylkää muutokset";
"Document" = "Dokumentti";
"Documents" = "Dokumentit";
"Done" = "Valmis";
"Download" = "Lataa";
"Downloading…" = "Ladataan…";
"Duplicate Line" = "Monista rivi";
"Duplicate" = "Monista";
"Edit Commands" = "Muokkauskomennot";
"Edit Plist" = "Muokkaa Plist";
"Edit Script…" = "Muokkaa skriptiä…";
"Edit Snippets" = "Muokkaa katkelmaa";
"Edit" = "Muokkaa";
"Edited" = "Muokattu";
"Edit…" = "Muokkaa…";
"Enabled" = "Käytössä";
"Encoding" = "Koodaus";
"encoding" = "koodaus";
"Enter Full Screen" = "Koko näyttö";
"Every day" = "Joka päivä";
"Every hour" = "Tunnin välein";
"Everyone" = "Kaikki";
"Exclude" = "Ohita";
"Export as PDF…" = "Vie PDF:nä…";
"Export" = "Vie";
"Export…" = "Vienti…";
"Extra Window" = "Lisäikkuna";
"File extension" = "Tiedostotarkenne";
"File name extension" = "Tiedoston tarkenne";
"file size" = "tiedoston koko";
"File" = "Arkisto";
"Filter" = "Suodin";
"Find and Replace…" = "Etsi ja korvaa…";
"Find Next" = "Etsi seuraava";
"Find Previous" = "Etsi edellinen";
"Find Results" = "Etsi tulokset";
"Find" = "Etsi";
"Find…" = "Etsi…";
"Focus" = "Kohdista";
"Fold" = "Taita";
"Folder" = "Kansio";
"Folders" = "Kansiot";
"Font" = "Fontti";
"For" = "Varten";
"Format" = "Muoto";
"Forward" = "Seuraava";
"Found %@ matches for search-string %@" = "Löydettiin %1$@ vastausta haetulle merkkijonolle %2$@";
"Found one match for search-string %@" = "Löydettiin yksi vastaus haetulle merkkijonolle %@";
"function" = "funktio";
"Functions" = "Funktiot";
"General" = "Yleiset";
"Go to %@ for more information." = "Lisätietoja saat osoitteesta %@.";
"Go To Line…" = "Mene riville…";
"Go" = "Siirry";
"Go…" = "Siirry…";
"Gravity" = "Gravitaatio";
"Grid" = "Ruudukko";
"Group" = "Ryhmä";
"Groups" = "Ryhmät";
"Help" = "Ohje";
"Hex View" = "Heksadesimaalinäkymä";
"Hidden" = "Kätketty";
"Hide @@" = "Kätke @@";
"Hide Others" = "Kätke muut";
"Hide" = "Kätke";
"Highlight Current Line" = "Korosta nykyinen rivi";
"Hour" = "Tunti";
"hours" = "tuntia";
"Icon Size" = "Kuvakkeen koko";
"Icon" = "Kuvake";
"Identifier" = "Tunniste";
"Idiom" = "Idiomi";
"Idle" = "Toimeton";
"Ignore case" = "Älä huomioi kirjainten kokoja";
"Image" = "Kuva";
"Import" = "Tuo";
"Import…" = "Tuo…";
"In selection" = "Valinnassa";
"Include standard words" = "Ota mukaan normaalit sanat";
"Include" = "Sisällytä";
"Indent new lines automatically" = "Sisennä uudet rivit automaattisesti";
"Info" = "Tiedot";
"Inline" = "Upotettu";
"Insert Color Value…" = "Aseta väriarvo…";
"Insert Snippet" = "Lisätä tekstiä pätkä";
"Insert" = "Lisää";
"Interjection" = "Huudahdus";
"Internal helper tools" = "Sisäiset avustaja työkalut";
"Invisible Characters" = "Näkymättömät merkit";
"Italic" = "Kursivoi";
"Item" = "Kohde";
"Jump to Selection" = "Siirry valintaan";
"Justify" = "Tasaa reunoihin";
"Kern" = "Parivälistys";
"Key" = "Avain";
"Kind" = "Laji";
"Language" = "Kieli";
"Launch again if it crashes" = "Käynnistä uudelleen, jos se kaatuu";
"Left" = "Vasemmalle";
"Length" = "Pituus";
"Library" = "Kirjasto";
"License" = "Lisenssi";
"License…" = "Lisenssi…";
"Ligatures" = "Ligatuurit";
"Light" = "Vaalea";
"Limits" = "Rajoitukset";
"Line Break" = "Rivinvaihto";
"Line Numbers" = "Rivinumerot";
"Line" = "Rivi";
"Line spacing" = "Riviväli";
"Line: %@" = "Rivi: %@";
"lines" = "riviä";
"List Sort Order:" = "Luettelojärjestys:";
"List" = "Luettelo";
"Loading…" = "Ladataan…";
"Log" = "Loki";
"Login Items" = "Kirjautumiskohteet";
"Loosen" = "Harvenna";
"Lower" = "Laske";
"Magnet" = "Magneetti";
"Make Lower Case" = "Muuta pieniksi kirjaimiksi";
"Make sure that the selected text includes columns" = "Varmista, että valitussa tekstissä on sarakkeita";
"Make Text Bigger" = "Suurenna tekstiä";
"Make Text Smaller" = "Pienennä tekstiä";
"Make Upper Case" = "Muuta isoiksi kirjaimiksi";
"Make Vertical Layout" = "Muuta pystysuuntaiseksi asetteluksi";
"me" = "minä";
"Menu" = "Valikko";
"Menu Item" = "Valikkokohde";
"Merge All Windows" = "Yhdistä kaikki ikkunat";
"Message" = "Viesti";
"Minimize" = "Pienennä";
"minute" = "minuutti";
"minutes" = "minuuttia";
"Miscellaneous" = "Sekalaiset";
"modified" = "muokattu";
"More Info" = "Lisätietoja";
"Mounting Logical Volume" = "Tuodaan looginen taltio näkyviin";
"Move Down" = "Siirrä alas";
"Move Up" = "Siirrä ylös";
"Move" = "Siirrä";
"Name" = "Nimi";
"name" = "nimi";
"New Command" = "Uusi komento";
"New Document" = "Uusi dokumentti";
"New Script" = "Uusi skripti";
"New Snippet" = "Uusi katkelma";
"New Tag" = "Uusi tag";
"New" = "Uusi";
"Next Document" = "Seuraava dokumentti";
"Next Function" = "Seuraava funktio";
"Next" = "Seuraava";
"No Document" = "Ei dokumenttia";
"No error" = "Ei virhettä";
"No items" = "Ei kohteita";
"No matches found" = "Hakuja ei löytynyt";
"No saved searches" = "Ei tallennettuja hakuja";
"No Selection" = "Ei valintaa";
"No updates available" = "Päivityksiä ei saatavilla";
"No Value" = "Ei arvoa";
"Not applicable" = "Ei sovellu";
"Not editable" = "Ei muokattavissa";
"Not registered" = "Ei rekisteröity";
"Notes" = "Huomautukset";
"Notification" = "Ilmoitus";
"Notifications" = "Ilmoitukset";
"Noun" = "Substantiivi";
"Number" = "Luku";
"Numbers" = "Numerot";
"Off" = "Pois";
"OK" = "OK";
"On" = "Päällä";
"Only print selection" = "Tulosta valinta";
"Open document with text encoding" = "Avaa asiakirjan tekstin koodaus";
"Open Documents" = "Avatut asiakirjat";
"Open Recent" = "Avaa äskeinen";
"Open" = "Avaa";
"OpenParenthesis" = "Kaarisulku";
"OpenQuote" = "Lainausmerkki";
"Open…" = "Avaa…";
"OrganizationName" = "Organisaatio";
"Other" = "Muut";
"Other…" = "Muu…";
"Outline" = "Reunusta";
"Page Break" = "Sivunvaihto";
"Page Guide" = "Sivun apuviiva";
"Page Setup…" = "Arkin määritys…";
"Paint" = "Maali";
"Panel" = "Paneeli";
"Paragraph Break" = "Kappaleenvaihto";
"Paragraph" = "Kappale";
"Part" = "Osa";
"Particle" = "Partikkeli";
"Paste and Match Style" = "Sijoita ja sovita tyyli";
"Paste Ruler" = "Sijoita viivain";
"Paste Style" = "Sijoita tyyli";
"Paste" = "Sijoita";
"Path Bar" = "Polkupalkki";
"Path" = "Polku";
"Path…" = "Polku…";
"Paths" = "Polkuja";
"PersonalName" = "Henkilön nimi";
"PlaceName" = "Paikannimi";
"Please try again." = "Yritä uudelleen.";
"Please try to download the update with the button and install it manually" = "Yritä ladata päivitys painikkeella ja asenna se manuaalisesti";
"Position" = "Sijainti";
"position" = "sijainti";
"Position: %@ - %@" = "Sijainti: %@ - %@";
"Preferences" = "Asetukset";
"Preferences…" = "Asetukset…";
"Prefix" = "Etuliite";
"Prepare For XML" = "Valmistaudu XML";
"Preposition" = "Prepositio";
"Prevent Editing" = "Estä muokkaus";
"Preview" = "Esikatsele";
"Previous Document" = "Edellinen dokumentti";
"Previous Function" = "Edellinen funktio";
"Previous" = "Edellinen";
"Print header" = "Tulosta ylätunniste";
"Print line numbers" = "Tulosta rivinumerot";
"Print syntax colors" = "Tulosta syntaksi värit";
"Print…" = "Tulosta…";
"Progress" = "Edistyminen";
"Pronoun" = "Pronomini";
"Punctuation" = "Välimerkit";
"Purchase License to Save…" = "Osto lisenssin tallenna";
"Purchase" = "Osta";
"Purchase…" = "Osta…";
"Quick Look" = "Pikakatselu";
"Quit @@" = "Lopeta @@";
"Raise" = "Nosta";
"Ready to install" = "Valmiina asentamaan";
"Recent Searches" = "Äskeiset haut";
"Redo" = "Tee sittenkin";
"Refresh" = "Päivitä";
"Registered" = "Rekisteröity";
"Regular expressions" = "Käytä säännöllisiä lausekkeita";
"Relaunch" = "Avaa uudelleen";
"Reload Text With Encoding" = "Lataa teksti uudelleen koodauksella";
"Remind Me" = "Muistuta";
"Remove Line Endings" = "Poista rivinpäätteet";
"Remove Needless Whitespace" = "Poista ylimääräiset välilyönnit";
"Remove" = "Poista";
"Rename the item and try again." = "Nimeä kohde uudelleen ja yritä uudelleen.";
"Rename" = "Nimeä uudelleen";
"Repeat interval" = "Toistoväli";
"Replace" = "Korvaa";
"Replaced %@ occurrences of %@ with %@" = "Korvattiin %1$@ esiintymää merkkijonosta %2$@ merkkijonolla %3$@";
"Replaced one occurrence of %@ with %@" = "Korvattiin yksi esiintymä merkkijonosta %1$@ merkkijonolla %2$@";
"Resize" = "Muuta kokoa";
"Result" = "Tulos";
"Resume" = "Jatka";
"Reveal in Finder" = "Näytä Finderissa";
"Revert to Saved" = "Palaa tallennettuun";
"Revert To" = "Palauta";
"Revisions" = "Muutoksia";
"Right Size All Columns Individually" = "Sovita kaikki sarakkeet erikseen";
"Right Size This Column" = "Sovita tämä sarake";
"Right" = "Oikealle";
"Run Command" = "Suorita komento";
"Run Current Text" = "Suorita nykyiselle tekstille";
"Run Selection Inline" = "Suorita valinta tekstiin";
"Run Shell Script" = "Suorita skripti";
"Run text" = "Aja teksti:";
"Run" = "Suorita";
"Running" = "Käynnissä";
"Save All" = "Tallenna kaikki";
"Save As…" = "Tallenna nimellä…";
"Save" = "Tallenna";
"Save…" = "Tallenn…";
"Scheduled" = "Ajastettu";
"Scope" = "Kohdealue";
"Script" = "Skripti";
"seconds" = "sekuntia";
"Select All" = "Valitse kaikki";
"Select Column" = "Valitse sarake";
"Select Line" = "Valitse rivi";
"Select Line…" = "Valitse rivi…";
"Select More" = "Valitse lisää";
"Select Row" = "Valitse rivi";
"Selected" = "Valittu";
"Selection" = "Valinta";
"selection" = "valinta";
"Selection: %@ - %@" = "Valinta: %@ - %@";
"Semicolon" = "Puolipiste";
"SentenceTerminator" = "Virke välimerkit";
"Separator" = "Erotin";
"Services" = "Palvelut";
"Settings" = "Asetukset";
"Share" = "Jaa";
"Shift Left" = "Siirrä vasemmalle";
"Shift Right" = "Siirrä oikealle";
"Show All" = "Näytä kaikki";
"Show Colors" = "Näytä värit";
"Show Fonts" = "Näytä fontit";
"Show Fonts…" = "Näytä fontit…";
"Show In Status Bar:" = "Näytä tilarivillä:";
"Show internal helpers" = "Näytä sisäinen auttajia";
"Show Less" = "Näytä vähemmän";
"Show More" = "Näytä lisää";
"Show page guide, at column" = "Näytä apuviiva sarakkeella";
"Show Properties" = "Näytä ominaisuudet";
"Show Ruler" = "Näytä viivain";
"Show Spelling and Grammar" = "Näytä oikeinkirjoitus ja kielioppi";
"Show Substitutions" = "Näytä korvaukset";
"Show Toolbar" = "Näytä työkalupalkki";
"Show" = "Näytä";
"Shortcut" = "Pikakomento";
"Sidebar" = "Sivupalkki";
"size" = "tiedoston koko";
"Skip" = "Ohita";
"Smaller" = "Pienennä";
"Smart Copy/Paste" = "Älykäs kopiointi/sijoitus";
"Smart Dashes" = "Älykkäät väliviivat";
"Smart Links" = "Älykkäät linkit";
"Smart Quotes" = "Älykkäät lainausmerkit";
"Snippets" = "Katkelmat";
"Sort Ascending" = "Lajittele nousevasti";
"Sort Descending" = "Lajittele laskevasti";
"Space" = "Väli";
"Spaces To Tabs" = "Muunna välilyönnit sarkaimiksi";
"Spacing…" = "Välistys…";
"Special Characters…" = "Erikoismerkit…";
"Speech" = "Puhe";
"Spelling and Grammar" = "Oikeinkirjoitus ja kielioppi";
"Split Window Horizontally" = "Jakaa ikkuna vaakasuunnassa";
"Split Window" = "Jakaa ikkuna";
"Start Speaking" = "Aloita puhuminen";
"Status Bar" = "Tilapalkki";
"Status" = "Tila";
"Stop Speaking" = "Lopeta puhuminen";
"Stop" = "Sammuttaa";
"Styles…" = "Tyylit…";
"Subscript" = "Alaindeksoi";
"Substitutions" = "Korvaukset";
"Suggest automatically, after delay" = "Ehdota automaattisesti, viive sekunteina";
"Summary" = "Yhteenveto";
"Superscript" = "Yläindeksoi";
"Suppress command result" = "Älä näytä komento tulos";
"Swap windows" = "Vaihda ikkunaa";
"Swipe" = "Pyyhkäisy";
"Switch Characters" = "Vaihda merkki";
"Syntax Colors" = "Syntaksin väritys";
"Syntax" = "Syntaksi";
"syntax" = "syntaksi";
"System" = "Järjestelmä";
"Tab Bar" = "Välilehtipalkki";
"Tab character" = "Sarkain";
"Tab width" = "Sarkaimen leveys";
"Tab" = "Välilehti";
"Tabs To Spaces" = "Muunna sarkaimet välilyönneiksi";
"Tag" = "Tunniste";
"Tags" = "Tunnisteet";
"Test" = "Kokeile";
"Text Encoding" = "Tekstikoodaus";
"Text Folding" = "Tekstin taitto";
"Text Replacement" = "Tekstin korvaus";
"Text Scanner" = "Tekstinlukija";
"Text" = "Teksti";
"Thank You!" = "Kiitos!";
"The item couldn't be added or removed because of an unknown error." = "Kohdetta ei voitu lisätä tai poistaa, koska tapahtui tuntematon virhe.";
"Themes" = "Teemat";
"This app is now registered" = "Tämä sovellus on nyt rekisteröity";
"This document cannot be saved using its current encoding so please choose another encoding such as UTF-8 from the Text menu" = "Tätä asiakirjaa ei voi tallentaa sen nykyinen koodausta niin valitse toinen koodaus kuten UTF-8 Teksti-valikosta. ";
"This license is only valid for version %@. Purchase an upgrade license to register this version." = "Tämä lupa on voimassa vain versio %@. Osto päivityslisenssin rekisteröidä tämän version.";
"Tighten" = "Tiivistä";
"Time period" = "Ajan jakso";
"Time" = "Aika";
"Timeline" = "Aikajana";
"Title Bar" = "Otsikko";
"Title" = "Nimike";
"to" = "päättyy";
"Tools" = "Työkalut";
"Touch" = "Kosketus";
"Traditional Form" = "Perinteinen muoto";
"Transformations" = "Muutokset";
"Tree" = "Puu";
"True" = "Tosi";
"Underline" = "Alleviivaa";
"Undo" = "Peru";
"Unfold All" = "Näytä kaikki teksti";
"Unfold" = "Näytä tekstiä";
"Uninstall" = "Poista";
"Unique name" = "Yksilöllinen nimi";
"Unique" = "Ainutlaatuinen";
"Unknown" = "Tuntematon";
"Unreadable" = "Ei luettavissa";
"Unsaved changes" = "Tallentamattomia muutoksia";
"Update cancelled" = "Päivitys kumottu";
"Update" = "Päivitä";
"Updates available" = "Päivityksiä saatavilla";
"Use All" = "Käytä kaikkia";
"Use Default" = "Käytä oletusarvoa";
"Use None" = "Älä käytä mitään";
"Use Selection for Find" = "Käytä valintaa etsinnässä";
"Use spaces instead of tabs" = "Käytä välilyöntejä sarkainten sijaan";
"Use the Choose… button to select an app, a script or write a simple command. After that you can test what you want to run." = "Valitse Valitse-painikkeella sovellus, käsikirjoitus tai kirjoita yksinkertainen komento. Sen jälkeen voit testata, mitä haluat suorittaa.";
"Use ⌘‐1 through ⌘‐9 to switch tabs" = "Vaihda välilehteä näppäimillä ⌘-1–9";
"User" = "Käyttäjä";
"Value for %@ cannot be empty" = "Kohteen %@ arvo ei voi olla tyhjä";
"Value" = "Arvo";
"Verb" = "Verbi";
"Vertical Text" = "Vertikaalinen teksti";
"View" = "Näytä";
"Weekdays" = "arkipäivisin";
"Weekends" = "viikonloppuisin";
"Welcome" = "Tervetuloa-näyttö";
"What" = "Mitä";
"When" = "Milloin";
"where" = "sijainti";
"Whitespace" = "Tyhjä tila";
"Window" = "Ikkuna";
"Word" = "Sana";
"WordJoiner" = "Puuseppä";
"Words" = "Sanat";
"words" = "sanat";
"Words: %@" = "Sanat: %@";
"Wrap Text to Page" = "Rivitä sivulle";
"Writing Direction" = "Kirjoitussuunta";
"You already have the newest version of %@." = "Sinulla on jo uusin versio %@.";
"You can’t undo this action." = "Toimintoa ei voida perua.";
"You need to purchase %@ to save your document" = "Joudut ostamaan %@ tallenna dokumentti";
"You" = "Sinä";
"Your changes will be lost if you don't save them." = "Tallentamattomat muutokset menetetään.";
"Your command might be too complex to run. Do you want to run it as a shell script instead?" = "Komento saattaa olla liian monimutkainen ajaa. Haluatko suorittaa sen shell script sijaan?";
"Your software is up to date." = "Ohjelmisto on ajan tasalla.";
"Zoom In" = "Lähennä";
"Zoom Out" = "Loitonna";
"Zoom" = "Zoomaa";
"“%@” is damaged and can’t be opened. Delete “%@” and download it again from %@" = "”%@” on vaurioitunut, eikä sitä voida avata. Poista ”%@” ja lataa se uudelleen %@";
